Repository: Reapercrew666/crypt
Catalog: script.cu.lrclyrics/resources/language/resource.language.*/strings.po
Languages: sk_sk

# Addon Description
source: CU LRC Lyrics is a lyrics script for Kodi. It supports regular as well as LRC Lyrics. The script can search synchronized/unsynchronized lyrics embedded, from file or by scrapers. It can read .lrc/.txt lyrics file saved at the same path by same file name with .mp3(or other type of music).
sk_sk: CU LRC Lyrics je doplnok poskytujúci texty skladieb pre Kodi. Podporuje tak bežné, ako aj LRC formáty. Doplnok môže vyhľadávať synchronizované/nesynchronizované vložené texty skladieb, uložené v samostatnom súbore alebo ich získať cez sťahovače. Dokáže čítať .lrc/.txt súbory v rovnakom priečinku a s rovnakým názvom ako .mp3 súbor (alebo iný hudobný súbor).

# #32000
source: File
sk_sk: Súbor

# #32001
source: No lyrics found!
sk_sk: Texty skladieb nenájdené!

# #32002
source: Embedded
sk_sk: Vložené

# #32003
source: Lyrics offset
sk_sk: Posun textu piesne

# #32004
source: Searching lyrics...
sk_sk: Hľadám texty...

# #32005
source: Select lyrics:
sk_sk: Zvoľte text:

# #32006
source: Select different lyrics
sk_sk: Zvoľte iný text

# #32007
source: Manually sync lyrics
sk_sk: Manuálne zosynchronizovať text

# #32008
source: Delayed by: %ss
sk_sk: Oneskorené: %ss

# #32009
source: Ahead by: %ss
sk_sk: Napred: %ss

# #32101
source: Search and save lyrics in separate lyrics folder
sk_sk: Vyhľadať a uložiť texty do osobitného priečinka

# #32102
source: - Lyrics folder
sk_sk: - Priečinok textov piesní

# #32103
source: - Filename format
sk_sk: - Formát názvu súboru

# #32106
source: Use only filename for search
sk_sk: Na vyhľadávanie použiť len názov súboru

# #32107
source: Filename format
sk_sk: Formát názvu súboru

# #32111
source: Lyrics are in a subfolder
sk_sk: Texty sú v podpriečinku

# #32112
source: - Subfolder name
sk_sk: Názov podpriečinka

# #32113
source: Search and save lyrics in song folder
sk_sk: Vyhľadať a uložiť texty do priečinka ku piesni

# #32115
source: Display options
sk_sk: Nastavenie zobrazenia

# #32116
source: Search options
sk_sk: Nastavenie vyhľadávania

# #32117
source: Lyrics files
sk_sk: Súbory textov piesní

# #32118
source: Debugging
sk_sk: Ladenie

# #32149
source: Expert
sk_sk: Pokročilé

# #32150
source: Scrapers
sk_sk: Sťahovače

# #32151
source: Options
sk_sk: Nastavenia

# #32152
source: Search for embedded lyrics
sk_sk: Hľadať vložené texty skladieb

# #32153
source: Search for local lyrics files
sk_sk: Hľadať lokálne súbory texto skladieb

# #32154
source: Synchronised lyrics scrapers
sk_sk: Sťahovače synchronizovaných textov skladieb

# #32155
source: Regular lyrics scrapers
sk_sk: Sťahovače bežných textov skladieb

# #32156
source: Display lyrics automatically
sk_sk: Automaticky zobraziť text piesne

# #32157
source: Clean song title (remove part in brackets)
sk_sk: Vyčistiť názov piesne (odstrániť časti v zátvorkách)

# #32158
source: Script is already running!
sk_sk: Skript je už spustený!

# #32159
source: Enable debug logging
sk_sk: Povoliť ukladať ladiace informácie

# #32160
source: Hide notifications
sk_sk: Skryť notifikácie

# #32161
source: Remove Chinese/Korean text from lyrics
sk_sk: Odstrániť z textov Čínsko/Kórejské texty

# #32162
source: Scraper test
sk_sk: Test sťahovačov

# #32163
source: Testing: %s
sk_sk: Testujem: %s

# #32164
source: All scrapers are working ok
sk_sk: Všetky sťahovače sú funkčné.

# #32165
source: Failed scrapers: %s
sk_sk: Nefunkčné sťahovače: %s

# #32166
source: Time offset for synchronised lyrics
sk_sk: Časový posun pre synchronizované texty

# #32167
source: Delete lyrics
sk_sk: Vymazať text
